export const quotesData = [
  {
    id: 1,
    text: "Ты — мое самое большое счастье, мое вдохновение и моя самая красивая история.",
    author: "Просто мысли",
    date: "30 октября 2025"
  },
  {
    id: 2,
    text: "Любовь — это когда каждая мелочь напоминает о тебе, а каждый день хочется начинать с тобой.",
    author: "Из рилсов",
    date: "02 декабря 2025"
  },
  {
    id: 3,
    text: "С тобой даже обычный день превращается в маленькое приключение.",
    author: "Из жизни",
    date: "04 декабря 2025"
  },
  {
    id: 4,
    text: "Ты — та самая причина, по которой я верю в чудеса.",
    author: "Для тебя",
    date: "05 декабря 2025"
  },
  {
    id: 5,
    text: "Я счастлив просто от того, что ты существуешь в этом мире, а тем более в моей жизни.",
    author: "Из рилсов",
    date: "06 декабря 2025"
  }
];