import { text } from "motion/react-client";

const textData = [
    { 
        text:"Привет, Aнют😊",
        duration: 500
    },
    { 
        text:"Я думаю сейчас ты удивлена )",
        duration: 400
    },
    { 
        text:"Я тоже очень боюсь 😅",
        duration: 300
    },
    {
        text: "Это небольшая моя задумка",
        duration: 400
    },
    {
        text:"Небольшая страничка о нас",
        duration: 400
    },
    {
        text:"Где я хочу оставлять моменты",
        duration: 400
    },
    { 
        text:"Моменты важные и теплые для наших ❤️",
        duration: 400
    },
    { 
        text:"Чтобы всегда помнить",
        duration: 300
    },
    { 
        text:"И оставаться рядом 😊",
        duration: 300
    },
    { 
        text:"Согласна?",
        duration: 300
    }
]
export default textData;